{
    "home": {
      "cs": {
        "title": "Profesionální webový frontend vývojář",
        "description": "Jsem Lenka, webová frontend vývojářka, která vytváří moderní a responsivní webové stránky. Specializuji se na uživatelsky přívětivé rozhraní a funkční design s využitím moderních technologií.",
        "keywords": "frontend vývojář, webový vývojář, moderní weby, responsivní design, JavaScript, React",
        "ogTitle": "Profesionální webový frontend vývojář",
        "ogDescription": "Jsem Lenka, webová frontend vývojářka, která vytváří moderní a responsivní webové stránky. Specializuji se na uživatelsky přívětivé rozhraní a funkční design.",
        "ogImage": "/images/default.jpg",
        "twitterTitle": "Profesionální webový frontend vývojář",
        "twitterDescription": "Jsem Lenka, webová frontend vývojářka, která vytváří moderní a responsivní webové stránky.",
        "twitterImage": "/images/default.jpg"
      },
      "en": {
        "title": "Professional Web Front-End Developer",
        "description": "I’m Lenka, a web front-end developer creating modern and responsive websites. I specialize in user-friendly interfaces and functional design using modern technologies.",
        "keywords": "front-end developer, web developer, modern websites, responsive design, JavaScript, React",
        "ogTitle": "Professional Web Front-End Developer",
        "ogDescription": "I’m Lenka, a web front-end developer creating modern and responsive websites. I specialize in user-friendly interfaces and functional design.",
        "ogImage": "/images/default.jpg",
        "twitterTitle": "Professional Web Front-End Developer",
        "twitterDescription": "I’m Lenka, a web front-end developer creating modern and responsive websites.",
        "twitterImage": "/images/default.jpg"
      },
      "de": {
        "title": "Professionelle Web-Frontend-Entwicklerin",
        "description": "Ich bin Lenka, eine Web-Frontend-Entwicklerin, die moderne und responsive Websites erstellt. Ich spezialisiere mich auf benutzerfreundliche Schnittstellen und funktionales Design mit modernen Technologien.",
        "keywords": "Frontend-Entwickler, Web-Entwickler, moderne Websites, responsives Design, JavaScript, React",
        "ogTitle": "Professionelle Web-Frontend-Entwicklerin",
        "ogDescription": "Ich bin Lenka, eine Web-Frontend-Entwicklerin, die moderne und responsive Websites erstellt. Ich spezialisiere mich auf benutzerfreundliche Schnittstellen und funktionales Design.",
        "ogImage": "/images/default.jpg",
        "twitterTitle": "Professionelle Web-Frontend-Entwicklerin",
        "twitterDescription": "Ich bin Lenka, eine Web-Frontend-Entwicklerin, die moderne und responsive Websites erstellt.",
        "twitterImage": "/images/default.jpg"
      },
      "esp": {
        "title": "Desarrolladora Front-End Web Profesional",
        "description": "Soy Lenka, desarrolladora front-end web, creando sitios web modernos y responsivos. Me especializo en interfaces fáciles de usar y diseño funcional utilizando tecnologías modernas.",
        "keywords": "desarrolladora front-end, desarrolladora web, sitios web modernos, diseño responsivo, JavaScript, React",
        "ogTitle": "Desarrolladora Front-End Web Profesional",
        "ogDescription": "Soy Lenka, desarrolladora front-end web, creando sitios web modernos y responsivos. Me especializo en interfaces fáciles de usar y diseño funcional.",
        "ogImage": "/images/default.jpg",
        "twitterTitle": "Desarrolladora Front-End Web Profesional",
        "twitterDescription": "Soy Lenka, desarrolladora front-end web, creando sitios web modernos y responsivos.",
        "twitterImage": "/images/default.jpg"
      }
    }
  }